<?php
    return [
        'init_article' => [
            'title' => 'ポートフォリオ・ブログサイトをオープンしました🙌',
            'content' =>
            // md形式でインデントを検知されるので潰す
            "## 🙇‍♂️ ごあいさつ
* * *

はじめまして、草場裕史 (くさば ひろふみ)と申します。
ポートフォリオサイトの閲覧ありがとうございます！

技術と遊び心のあるポートフォリオとなるように心がけて作成しました。
いいねと思われた方は、ポートフォリオやブログ記事のいいねをしていただけると大変励みになります！
コメントもお待ちしております💁‍♂️


### 👨‍💻 このサイトの意図について
* * *

ボディビルダーがベンチプレスのスコアを示すように、エンジニアである自分も、実力の参考になるものを示す必要があると考えたからです🤔

また、エンジニア同士はコードを通じてでないと、限られた情報でしか相手の能力をうかがえないというのが現状だと思います。
そこで、あらかじめ私のシステム/コーディングへの理解度や思いを示すために作成しました🙌"
        ]
    ];
